export default {
  title: 'Размещение рекламы',
  website: {
    title: 'На сайте',
    text1: `
      <p>
        🍃<b> Minterscan</b> — это самый популярный эксплорер Minter сети.
        <br>
        Больше 130 000 просмотров и свыше 9 000 уникальных пользователей в месяц.
      </p>
    `,
    text2: `
      <p>
        Minterscan — это возможность для проектов и команд разработчиков
        рассказать о себе десяткам тысяч пользователей Минтера через спонсорский контент.
        Обратитесь к аудитории Minter с помощью ненавязчивой рекламы,
        отображаемой в верхней части страниц сайта.
      </p>
      <p>
        Чтобы разместить рекламу вашего проекта, пожалуйста,
        <a href="{url}">заполните форму</a>.
      </p>
      <p>
        Стоимость рекламы на сайте — <b>200 MSCAN</b> за 10% слот.
        Рекламные материалы отображаются в ротации,
        от одного рекламодателя не более 5 слотов (50%) от общего количества показов.
      </p>
    `,
    example: 'Пример размещения',
    requirements: `
      <ul>
        <li>PNG иконка, 48x48 пикселей</li>
        <li>Заголовок, до 20 символов</li>
        <li>Текст, до 100 символов</li>
      </ul>
    `
  },
  telegram: {
    title: 'В Telegram',
    text1: `
      <p>🍃<b> Minterscan</b> в Telegram — это качественные публикации на актуальные темы.</p>
      <p>
        <a href="https://t.me/minterscan" taget="_blank">Русскоязычный канал</a> —
        это <b>900</b> живых подписчиков, охват одного поста ~ <b>2 000</b>, ERR ~ <b>200%</b>.
        Актуальная статистика доступна на
        <a href="https://tgstat.ru/channel/@minterscan" target="_blank">Tgstat.ru</a>
        <br>
        <a href="https://t.me/minterscan_en" taget="_blank">Англоязычный канал</a> —
        это <b>80</b> живых подписчиков, охват одного поста ~ <b>115</b>, ERR ~ <b>140%</b>.
        Актуальная статистика доступна на
        <a href="https://tgstat.ru/channel/@minterscan_en" target="_blank">Tgstat.ru</a>
      </p>
      <p>
        В большинстве случаев мы редактируем рекламные посты в соответствии с нашим стилем.
        Мы не публикуем репосты, не публикуем сообщения, написанные КАПСОМ и не публикуем
        сообщения, в которых каждый второй символ это эмоджи. Канал читают живые люди, которые
        привыкли к нашему формату и ценят это. Если вас это не устраивает,
        найдите другой канал для рекламы.
      </p>
      <p>
        Стоимость рекламы в
        <a href="https://t.me/minterscan" taget="_blank">русскоязычном канале</a>
        — <b>100 MSCAN</b>.
        Стоимость рекламы в
        <a href="https://t.me/minterscan_en" taget="_blank">англоязычном канале</a>
        — <b>10 MSCAN</b>.
      </p>
    `
  },
  disclaimer: `
    <p>
      Мы не рекламируем проекты сомнительного качества и оставляем за собой
      право в отказе от размещения рекламы без объяснения причин.
    </p>
  `
}
