"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    title: 'Размещение рекламы',
    text1: `
    <p>🍃<b>Minterscan</b> — это самый популярный эксплорер сети Minter.</p>
    <p>Больше 130 000 просмотров и свыше 9 000 уникальных пользователей в месяц.</p>
    <p>
      Minterscan — это возможность для проектов и команд разработчиков
      рассказать о себе десяткам тысяч пользователей Минтера через спонсорский контент.
      Обратитесь к аудитории Minter с помощью ненавязчивой рекламы,
      отображаемой в верхней части страниц Minterscan.
    </p>
    <p>
      Чтобы разместить рекламу вашего проекта, пожалуйста, 
      <a href="{url}">заполните форму</a>.
    </p>
  `,
    text2: `
    <p>
      Мы не рекламируем проекты сомнительного качества и оставляем за собой
      право в отказе от размещения рекламы без объяснения причин.
    </p>
  `
};
//# sourceMappingURL=ads.js.map