"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    title: 'Медиа группа',
    audience1: 'Наша аудитория',
    audience2: 'подписчиков',
    about: `
    <b>C⭕️INFEED Media</b> - eдиная точка доступа к Minter аудитории.
    Мы создаем контент - пишем обзоры, статьи,
    берем интервью, проводим розыгрыши, конкурсы и Airdrop-ы.
    Размещаем рекламу в каналах и чатах. Делаем так, чтобы о вашем продукте,
    сервисе или токене узнало как можно больше людей.
    Стоимость рекламы у нас такая же, как при покупке в каналах напрямую.
    Просто через нас это делать удобнее.
    Чтобы заказать рекламу или размещение - свяжитесь с
    <a href="https://t.me/gorbunov" target="_blank">@gorbunov</a>.
  `
};
//# sourceMappingURL=media.js.map