"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    title: 'MINTER5',
    apply: 'Apply',
    participants: 'Participants',
    telegram: 'Live',
    rules: `
    <div class="is-size-4">Правила</div>
    <ol>
    <li>
    Ограничений никаких, единственное условие — конвертировать в фиат или в другие криптовалюты
    за пределами блокчейна Minter нельзя.
    </li>

    <li>
    По <b>3500 BIP</b> ежедневно будут начисляться на счет каждого из участников.
    Добавлять к этой сумме собственные BIP запрещается, все участники должны располагать одинаковой суммой.
    </li>

    <li>
    Можно тратить каждый день, а можно копить несколько дней на «что-то большое».
    </li>

    <li>
    Любую трату нужно будет фиксировать скриншотом или видео.
    </li>

    <li>
    Каждую неделю зрители смогут голосовать за понравившегося участника — переводить BIP или другие
    монеты сети на специальный адрес для голосования, закрепленный за участником.
    По понедельникам будем взвешивать стейк на каждом из адресов и прощаться с участником,
    собравшим меньше всего.
    </li>

    <li>
    Следить за этим безобразием мы все вместе будем через
    <a href="https://t.me/Minter_5" taget="_blank">@Minter_5</a>.
    Доступ к публикациям на этом канале получит каждый из участников.
    В день один участник может размещать не более трех постов.
    </li>

    <li>
    Самый стойкий и оригинальный заберет средства со всех кошельков для голосования,
    накопившиеся за четыре недели, а также его ждет награда в 100 000 BIP от команды Minter!
    <b>Победитель будет объявлен 29 июля.</b>
    </li>

    <li>
    В первый день июля объявим финалистов и начислим первые бонусы.
    </li>
    </ol>
  `
};
//# sourceMappingURL=five.js.map