export default {
  title: 'Minter голосование #2',
  subtitle: 'Голосование за начальную цену BIP',
  text: `
    <p>Minter сообщество голосует за новую цену BIP.
    Текущий раунд предусматривает только два варианта:</p>
    <ul>
      <li>Отправьте <b>"1"</b> если вы голосуете за цену $0.32,
      как описано в генезисном блоке</li>
      <li>Отправьте <b>"2"</b> если вы голосуете за новую цену,
      голосование за которую начнется после релиза Minter 1.1.0</li>
    </ul>
  `,
  timesLeft: 'Осталось времени',
  howToVote: 'Как голосовать',
  howToVoteText: `
    Отправьте любое количество
    <a href="/coin/COIN" target="_blank">COIN</a> на свой кошелек.
    Вставьте в сообщение к транзакции желаемый вариант (описаны в предыдущем блоке).
  `,
  votesFirst: '1й вариант:',
  votesSecond: '2й вариант:',
  result: 'Результаты'
}
