export default {
  title: 'Minter Link',
  buttonLabel0: 'Source Code',
  text0: `
    <p class="title is-size-6">
      Minter Link это кроссбраузерный мультикошелек
    </p>
  `,
  text1: `
    <p>
      Он позволяет управлять несколькими кошельками прямо в вашем браузере.
      Minter Link также предоставляет возможность подключить ваш Minter кошелек к любому сайту в один клик, не раскрывая при этом приватные данне.
    </p>
  `,
  text2: `
    <p>
      <p class="title is-size-6">Возможности</p>
      <ul>
        <li>Надежный и безопасный</li>
        <li>Поддержка нескольки кошельков</li>
        <li>Поддержка адресной книги</li>
        <li>Все основные виды транзакций</li>
        <li>Открытый исходный код!</li>
      </ul>
    </p>
    <p>
      <p class="title is-size-6">Как использовать</p>
      Установите расширение в вашем любимом браузере, выберите пароль и импортируйте ваш кошелек или создайте новый. Так просто.
    </p>
  `,
  text3: `
    <p>
      <p class="title is-size-6">Открытый исходный код</p>
      <p>
        Код открыт. Приглашаем всех разработчиков проанализировать код и сделать свой вывод о его безопасности.
        Если вы нашли ошибку — оформляйте pull request на Github.
      </p>
      <p>
        И да пребудет с вами Сила 🙏
      </p>
    </p>
  `,
}