export default {
  title: 'Калькулятор монет Minter',
  amountPlaceholder: 'Кількіксть',
  searchPlaceholder: 'Монета',
  forExample: 'Наприклад',
  error: 'Не правильна кількість або монета не існує',
  modalTitle: 'Чому дані калькулятора не співпадають з реальними?',
  modalText0: `
  <p>
    Дані калькулятора завжди будуть неточними.
    Фактичний розмір нагороди может відрізнятись в більшу чи меншу сторону:
  </p>

  <ul>
    <li>
      Розмір нагород залежить від кількості делегованих монет всіма учасниками мережі Minter.
      Неможливо передбачити скікльки монет буде делеговано кожен день.
      Постійне ре-делегування <b>зменшує</b> фактичний розмір нагороди в порівнянні з ідеальним результатом.
    </li>
    <li>
      Розмір нагород залежить від комісій, ккотрі оплачують всі учасники мережі Minter.
      Кожна транзакція, кожне повідомлення в транзакції, кожен випуск монет —
      все це потребує оплати комісії.
      Неможливо передбачити скікльки транзакцій буде відправлено кожен день.
      Комісія з транзакцій  <b>збільшує</b> фактичний розмір нагороди в порівнянні з ідеальним результатом.
    </li>
  </ul>
`
}
