"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    title: 'Zen',
    title2: 'Інфраструктура',
    title3: 'Надійність та відккритість',
    title4: 'Фіксована комісія',
    title5: 'Переваги для делегаторів MSCAN',
    link0: 'валідатором ONLY1',
    pubKey: 'Наш публічний ключ',
    collected: 'Зібрано',
    status: 'Статус',
    statusCandidate0: `
    <p>На данный момент мастернода <b>Zen</b> знаходиться в статусі <b>кандидата</b>.</p>
    Ви можете допомогти нам стати валідатором, відправивши в делегування будь-яку суму на наш публічний ключ.
  `,
    statusCandidate1: `
    <span class="has-text-weight-bold">Важливо!</span>
    Поки мастернода знаходиться в статусі кандидата, <b>ви не будете отримувати нагород з делегування</b>.
    Весь наш вільний стейк вже відправлений в <b>Zen</b>, тому що ми віримо, що нам вдасться зібрати необхідну суму.
    Підтримати нас чи вибрати іншого валідатора — ваш особистий вибір. Ми будемо вдячні  будь-якій допомозі.
  `,
    statusValidator0: `
    <p>На данный момент мастернода <b>Zen</b> знаходиться в статусі <b>валідатора</b>.</p>
    Дякуємо всім хто в нас повірив та підтримав!
  `,
    text0: `
    <b>🍃 Minterscan</b> запускає мастерноду
    <b><a href="/validator/{pubKey}" target="_blank">Zen</a></b> за підтримки
    команди <b>Minter</b>
    і в співпраці з командою
    <a href="/validator/Mp629b5528f09d1c74a83d18414f2e4263e14850c47a3fac3f855f200111111111" target="_blank">
      валідатора ONLY1
    </a>.
  `,
    text2: `
    <p>
      Мастернода <b>Zen</b> працює на декількох незалежних серверах, розташованих в Європі.
      Виділений сервер підтримує безперебійну роботу ноди,
      группа сентрі-нод забезпечує надійну роботу всієї інфраструктури валідатора.
    </p>
    <p>
      Для захисту наших делегаторів від штрафів, ми використовуємо Open Source утиліту
      <a href="https://github.com/U-node/minter-guard/" target="_blank">Minter Guard</a> від валідатора
      <a href="/validator/Mp02bc3c3f77d5ab9732ef9fc3801a6d72dc18f88328c14dc735648abfe551f50f" target="_blank">
      U-node
      </a>.
    </p>
  `,
    text3: `
    Ми відкриті для спілкування і не ховаємося за псевдонімами.
    Наш партнер Алексей Канев — засновник ноди ONLY1.
    Олексій має великий досвід в налаштуванні та підтримці інфраструктури Minter мастернод.
         Довіряючи нам, ви довіряєте йому.
    <div>
      <img src="/img/alexey-kanev.jpg">
      <span>
      <a href="https://t.me/LEXKANEV" target="_blank">Алексей Канев</a> — засновник мастерноди ONLY1</span>
    </div>
    <div>
      <img src="/img/sergey-saliy.jpg">
      <span>
      <a href="https://t.me/whitesunset" target="_blank">Сергей Салий</a> — засновник Minterscan и Minter Wiki</span>
    </div>
  `,
    text4: `
  Прості умови, комісія для всіх делегаторов <b>3%</b>.
    <a href="https://t.me/minter_zen" target="_blank">Офіційний чат мастерноди в Telegram</a>.
  `,
    text5: `
    <ul>
      <li>Для делегаторів <b>MSCAN</b> всі сервіси Minterscan завжди будуть безкоштовними;</li>
      <li>
        Делегувавши <b>MSCAN</b>, ви підтримуєте розвиток
        <a href="https://minterscan.net" target="_blank">Minterscan</a> и
        <a href="https://minter.wiki" target="_blank">Minter Wiki</a>;
      </li>
      <li>100% повернення комісії для делегаторов <b>MINTERCAT</b></li>
    </ul>
  `
};
//# sourceMappingURL=masternode.js.map