"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    title: 'О проекте',
    disclaimer: '<b>🍃 Minterscan</b> разрабатывается силами двух людей. Поддерживается силами всего сообщества.',
    text1: `
    Официальный эксплорер стабилен и надежен как молоток. Спасибо команде Minter за этот прекрасный инструмент.
    Ребята, мы вдохновляемся вашей работой в первую очередь.
  `,
    text2: `
    Мы стараемся сделать современный эксплорер сети Minter,
    который предлагает больше удобных и актуальных инструментов.
    В отличие от создателей Минтера, мы можем позволить себе некоторые вольности
    вроде иконок крабов и китов. И это здорово.
    Мы полностью поддерживаем все возможности официального эксплорера:
    статус сети, просмотр всех блоков и транзакций, отображение любого адреса.
  `,
    text3: `
    Вдобавок мы предлагаем всем калькулятор монет, свой рейтинг валидаторов,
    возможность увидеть полный баланс кошелька с учетом делегированных монет,
    возможность увидеть минимальный стейк валидатора и найти свою позицию в общем списке делегаторов.
    Не забудем также упомянуть социальные эксперименты при официальной поддержке команды Minter:
    <a href="/x">Minter X</a> и <a href="/10bip">10 BIP</a>.
    Отдельно стоит упомянуть канал <a href="tg://resolve?domain=minter_alert">Minter Whales</a>,
    который отслеживает все крупные Transakcije сети.
  `,
    text4: `
    Сайт и сервисы есть и будут бесплатными. Мы также не планируем оскорблять наших пользователей рекламой
    с предложениями купить что-то или сыграть в рулетку.
  `,
    text5: `
    Первыми, кто нас поддержали были Евгений Гордеев, Даниил Лашин,
    команда валидатора <a href="https://minter.one/" target="_blank">Minter One</a>
    и неизвестный человек, отправивший нам крупную сумму BIP без каких-либо комментариев.

    Поддержка команды Minter в лице Евгения и Даниила была невероятна важна и поступила очень вовремя.
    Спасибо за то, что поверили в нас!

    Поддержка от важных пользователей сети в лице валидатора и поддержка неизвестных людей не менее важна.
    Важна даже не сумма, а сам факт того, что кто-то высказал нам свое доверие, поддержав BIP.
    Значит мы делаем что-то полезное.
    И это вдохновляет.
  `,
    text6: `
    Если вы пользуетесь сайтом и он кажется вам полезным и удобным — поддержите нас любой суммой:
  `,
    text7: `
    Если сайт кажется вам неудобным и вы хотите предложить как сделать его лучше —
    пишите нам прямо в <a href="tg://resolve?domain=whitesunset">Telegram</a>.
  `,
    text8: `И да пребудет с вами KARMA 🙏`
};
//# sourceMappingURL=about.js.map