"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    title: 'Minterscan PCO',
    disclaimer: '',
    text0: `
    <img class="mint" src="/img/icon-mscan.png" />
    <p><b>🍃 MSCAN</b></p>
    <p>
      MSCAN — официальная монета Minterscan и всех сопутствующих сервисов.<br />
      Монета постоянно поддерживается DAO и командой разработчиков Minter.
    </p>
    <p><b>Характеристики монеты:</b></p>
    <ul>
      <li>Символ MSCAN</li>
      <li>CRR 75%</li>
      <li>Резерв 90 000 BIP</li>
      <li>Начальная цена 1 BIP</li>
      <li>Начальная эмиссия 120 000 MSCAN</li>
    </ul>

    <b>Назначение монеты</b>
    <ul>
      <li>Фонд развития: MSCAN выполняет роль награды в конкурсах.</li>
      <li>Покрытие расходов: оплата инфраструктуры проекта (хостинг, домены и т.д.)</li>
      <li>Бонусы: MSCAN получают люди за найденные ошибки на Minterscan и сопутствующих сервисах (bug bounty)</li>
      <li>
        Акции: крупные делегаторы MSCAN имеют возможность влиять
        на вектор развития сервиса голосованием за новые фичи
      </li>
      <li>
        Валюта: для использования возможностей Minterscan и его сервисов. Например,
        в голосовании за <a href="/validators">рейтинг валидаторов</a> и для того,
        чтобы показать подробную <a href="/faq/address-metadata">информацию о своем кошельке</a>
      </li>
    </ul>

    <p>
    Подчеркиваем, что в соответствии с <a href="/about">философией проекта</a>,
    сам эксплорер и все основные сервисы <b>всегда</b> будут бесплатными.
    Платными будут дополнительные возможности, которые никак не ограничат
    возможность просмотра информации о блокчейне Минтера.
    Понятная всем аналогия из онлайн-игр: пользователи могут заплатить за скин к персонажу, но не обязаны этого делать.
    Смена скина никак не влияет на геймплей, это добровольное действие со стороны uporabnika.
    </p>

    <p><b>Делегирование монеты</b></p>
    100% начальной эмиссии будет делегировано равномерно по 33.33% трем нашим партнерам:
    <ul>
      <li><a href="/validator/Mp629b5528f09d1c74a83d18414f2e4263e14850c47a3fac3f855f200111111111">1%</a></li>
      <li><a href="/validator/Mpaaaaa16ebd6af229b4cfc02c3ab40bd25c1051c3aa2120f07d08c1bd01777777">Minter One</a></li>
      <li><a href="/validator/Mp01cc99ae5a349ecaeef187dcbb12816bf2b3d8eae80f654034b21213aa445b2c">BTC.Secure</a></li>
    </ul>
    <p>
      Каждый раз, когда будет происходить отзыв монеты от валидатора (unbond),
      об этом будет заранее опубликован отдельный пост в
      <a href="tg://resolve?domain=minterscan">официальном канале проекта</a>.
      В посте будут указаны: ссылка на транзакцию, сумма и назначение отзыва.
    </p>
    <p><b>Сжигание монеты</b></p>
    <ul>
      <li>
        50% от наград с делегирования тратятся на выкуп монеты
        и ределегирование равномерно в указанные выше пулы
      </li>
      <li>
        50% от наград с делегирования могут быть потрачены на развитие и
        покрытие расходов проекта: инфраструктуру, разовую оплату услуг
        (дизайн, перевод, продвижение), конкурсы, выплаты багхантерам и т.д.
      </li>
    </ul>
    <p><b>Чего точно не будет</b></p>
    <ul>
      <li>Бессмысленных airdrop-ов</li>
      <li>Навязчивой рекламы сомнительного качества</li>
      <li>Частичной или полной продажи проекта третьим лицам</li>
    </ul>
    <p>
      Minterscan — открытый, независимый проект для всех пользователей Минтера.
      Мы выпускаем MSCAN и привлекаем инвестиции чтобы такими и остаться.
      Мы также заинтересованы в стабильно высоком курсе монеты и
      будем поддерживать его постоянным выкупом и ределегированием.
    </p>
    <p>Присоединяйтесь 🚀</p>
  `
};
//# sourceMappingURL=pco.js.map