"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    title: 'Zen',
    title2: 'Инфраструктура',
    title3: 'Надежность и открытость',
    title4: 'Фиксированная комиссия',
    title5: 'Преимущества для делегаторов MSCAN',
    link0: 'валидатором ONLY1',
    pubKey: 'Наш публичный ключ',
    collected: 'Собрано',
    status: 'Статус',
    statusCandidate0: `
    <p>На данный момент мастернода <b>Zen</b> находится в статусе <b>кандидата</b>.</p>
    Вы можете помочь нам стать валидатором, отправив в делегирование любую сумму на наш публичный ключ.
  `,
    statusCandidate1: `
    <span class="has-text-weight-bold">Важно!</span>
    Пока мастернода находится в статусе кандидата, <b>вы не будете получать наград с делегирования</b>.
    Весь наш свободный стейк уже отправлен в <b>Zen</b>, потому что мы верим, что сможем собрать необходимую сумму.
    Поддерживать нас или выбрать другого валидатора — ваш личный выбор. Мы будем благодарны любой помощи.
  `,
    statusValidator0: `
    <p>На данный момент мастернода <b>Zen</b> находится в статусе <b>валидатора</b>.</p>
    Спасибо всем кто в нас поверил поддержал!
  `,
    text0: `
    <b>🍃 Minterscan</b> запускает мастерноду
    <b><a href="/validator/{pubKey}" target="_blank">Zen</a></b> при поддержке
    команды <b>Minter</b>
    и в сотрудничестве с командой
    <a href="/validator/Mp629b5528f09d1c74a83d18414f2e4263e14850c47a3fac3f855f200111111111" target="_blank">
      валидатора ONLY1
    </a>.
  `,
    text2: `
    <p>
      Мастернода <b>Zen</b> работает на нескольких независимых серверах, расположенных в Европе.
      Выделенный сервер поддерживает бесперебойную работу ноды,
      группа сентри-нод обеспечивает надежную работу всей инфраструктуры валидатора.
    </p>
    <p>
      Для защиты наших делегаторов от штрафов используется Open Source утилита
      <a href="https://github.com/U-node/minter-guard/" target="_blank">Minter Guard</a> от валидатора
      <a href="/validator/Mp02bc3c3f77d5ab9732ef9fc3801a6d72dc18f88328c14dc735648abfe551f50f" target="_blank">
      U-node
      </a>.
    </p>
  `,
    text3: `
    Мы открыты для общения и не скрываемся за псевдонимами.
    Наш партнер Алексей Канев — основатель ноды ONLY1.
    Алексей имеет большой опыт в настройке и поддержке инфраструктуры Minter мастернод.
    Доверяя нам, вы доверяете ему.
    <div>
      <img src="/img/alexey-kanev.jpg">
      <span>
      <a href="https://t.me/LEXKANEV" target="_blank">Алексей Канев</a> — основатель мастерноды ONLY1</span>
    </div>
    <div>
      <img src="/img/sergey-saliy.jpg">
      <span>
      <a href="https://t.me/whitesunset" target="_blank">Сергей Салий</a> — основатель Minterscan и Minter Wiki</span>
    </div>
  `,
    text4: `
    Простые условия, комиссия для всех делегаторов <b>3%</b>.
    <a href="https://t.me/minter_zen" target="_blank">Официальный чат мастерноды в Telegram</a>.
  `,
    text5: `
    <ul>
      <li>Для делегаторов <b>MSCAN</b> все сервисы Minterscan всегда будут бесплатными;</li>
      <li>
        Делегируя <b>MSCAN</b>, вы поддерживаете развитие
        <a href="https://minterscan.net" target="_blank">Minterscan</a> и
        <a href="https://minter.wiki" target="_blank">Minter Wiki</a>;
      </li>
      <li>100% возврат комиссии для делегаторов <b>MINTERCAT</b></li>
    </ul>
  `
};
//# sourceMappingURL=masternode.js.map