export default {
  title: 'Минтер котики',
  searchPlaceholder: 'Найти кота по имени',
  id: 'ID',
  name: 'Имя',
  breed: 'Порода',
  rarity: 'Шанс',
  price: 'Цена',
  serie: 'Серия',
  channel: 'Канал',
  chat: 'Чат',
  bot: 'Бот',
  howToTitle: `
    <p><b>Как купить</b></p>
  `,
  howToText1: `
    Чтобы купить котика, отправьте <b>50 MINTERCAT</b> на адрес
  `,
  howToText2: `
    Можно купить сразу несколько котиков, отправив сумму, кратную 50.
  `,
  howToText3: `
    Котик выпадает случайным образом, шанс выпадения можно найти на этой странице.
    Чтобы убедиться, что кот куплен, откройте свой адрес на 🍃 <b>Minterscan</b> или установите
    официального <a href="https://t.me/MinterCatBot" target="_blank">Telegram бота</a> Минтер Котиков.
  `
}
