"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    title: 'KARMA',
    disclaimer: `
    <b>KARMA</b> от валидаторов — это знак качества проекта.
    Наличие кармы показывает поддержку от валидаторов с учетом их силы.
    Для реализации механизма кармирования все Potrjevalci получили карму от команды Minter.
  `,
    text0: `
    Передача кармы от валидатора монете осуществляется валидатором путем отправки Transakcije:
    <ul>
      <li>Отправка должна происходить с кошелька, на который начисляются реварды валидатора</li>
      <li>Сумма должна быть не менее 0.01 KARMA</li>
      <li>
        В комментарии должен быть указан текст <b>Karma $тикер</b>, например
        <a
          target="_blank"
          href="/tx/Mtfcda1bc65d9d0bb53612cebd21375ac4e22f0143a2281b3bedfe263b6af69a85">
          Karma MSCAN
        </a>
      </li>
      <li>Транзакцию нужно отправлять на кошелек создателя монеты</li>
    </ul>
  `,
    text1: `
    Валидатор ☯️ <b>Zen</b> начисляет карму проектам, которые соотвествуют следующим правилам:
    <ul>
      <li>Проект имеет отношение к экосистеме Minter</li>
      <li>
        Проект является уникальным, не является копией существующего проекта.
      </li>
      <li>
        Проект приносит пользу экосистеме Minter,
        имеет большую аудиторию и решает насущную проблему
      </li>
      <li>
        Проект представляет собой сервис, бот, приложение или сайт.
        Не подходит под это определение сервис на стадии идеи, просто отдельно выпущенная монета и так далее
      </li>
    </ul>
  `
};
//# sourceMappingURL=karma.js.map