"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    title: 'Метаданные валидатора',
    disclaimer: `Все данные о валидаторе, включая метаданные, хранятся в блокчейне`,
    text1: `Отправьте транзакцию на адрес:`,
    text2: `Поле "Message" заполните в следующем формате:`,
    text3: `
    Транзакция должна быть отправлена с адреса владельца. Количество BIP может быть любым.
    Чтобы поменять данные, достаточно отправить новую транзакцию в таком же формате и с нужными изменениями.
    Обновление данных — раз в 10 Minut.</br>
  `,
    text4: `{
  "PK": "Mp...",
  "title": "Ваше клевое название",
  "www": "URL сайта",
  "icon": "URL иконки",
  "description": "Ваше клевое описание"
}`
};
//# sourceMappingURL=validatorMeta.js.map