export default {
  title: 'Minter котики',
  searchPlaceholder: 'Знайти кота за іменем',
  id: 'ID',
  name: 'Імя',
  breed: 'Порода',
  rarity: 'Шанс',
  price: 'Ціна',
  serie: 'Серія',
  channel: 'Канал',
  chat: 'Чат',
  bot: 'Бот',
  howToTitle: `
    <p><b>Як купити</b></p>
  `,
  howToText1: `
    Щоб купити котика, відправте <b>50 MINTERCAT</b> на адресу
  `,
  howToText2: `
    Можно купити зразу декілька котиків, відправивши суму, кратну 50.
  `,
  howToText3: `
    Котик выпадает случайным образом, шанс выпадения можно найти на этой странице.
    Чтобы убедиться, что кот куплен, откройте свой адрес на 🍃 <b>Minterscan</b> или установите
    официального <a href="https://t.me/MinterCatBot" target="_blank">Telegram бота</a> Минтер Котиков.
  `
}
