"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.default = {
    title: 'Minter котики',
    searchPlaceholder: 'Знайти кота за іменем',
    id: 'ID',
    name: 'Імя',
    breed: 'Порода',
    rarity: 'Шанс',
    price: 'Ціна',
    serie: 'Серія',
    channel: 'Канал',
    chat: 'Чат',
    bot: 'Бот',
    howToTitle: `
    <p><b>Як купити</b></p>
  `,
    howToText1: `
    Щоб купити котика, відправте <b>50 MINTERCAT</b> на адресу
  `,
    howToText2: `
    Можна купити відразу декілька котиків, відправивши суму, кратну 50.
  `,
    howToText3: `
    Котик випадає випадковим чином, шанс випадіння можна знайти на цій сторінці.
    Щоб впевнитись, що ви придбали котика, відкрийте свою адресу на 🍃 <b>Minterscan</b> чи встановіть
    офіційного <a href="https://t.me/MinterCatBot" target="_blank">Telegram бота</a> Minter Котиків.
  `
};
//# sourceMappingURL=cats.js.map