export default {
  title: 'Іконки Акаунтів',
  disclaimer: `
    На Minterscan кожна адреса має свою іконку,
    в залежності від балансу гаманця
  `,
  text0: `<b>Дельфін</b> – 100 і більще міліонів BIP, тобто 1% мережі Minter і більше!`,
  text1: `<b>Кит</b> – більше 10 міліонів BIP, тобто 0.1% від загальної емісії`,
  text2: `<b>Акула</b> – міліон і більше BIP`,
  text3: `<b>Тропічна рибка</b> – від 100 тисяч BIP`,
  text4: `<b>Краб</b> – 10 і більше тисяч BIP`,
  text5: `<b>Ракушка</b> – від 1000 до 10000  BIP`,
  text6: `<b>Криветка</b> – Акаунт з балансом менше ніж 1000 BIP`
}
